/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf 秒";

/* No comment provided by engineer. */
"%i days" = "%i 天";

/* No comment provided by engineer. */
"%i hours" = "%i 小时";

/* No comment provided by engineer. */
"%i minutes" = "%i 分钟";

/* No comment provided by engineer. */
"%i weeks" = "%i 星期";

/* No comment provided by engineer. */
"1 day" = "1 天";

/* No comment provided by engineer. */
"1 hour" = "1 小时";

/* No comment provided by engineer. */
"1 minute" = "1 分钟";

/* No comment provided by engineer. */
"1 second" = "1 秒";

/* No comment provided by engineer. */
"1 week" = "1 星期";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<附件>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "清除标记";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "清除这以下的标记";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "清除这以左的标记";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "清除这以右的标记";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "清除这以上的标记";

/* Copy the link to the clipboard */
"Copy Link" = "拷贝链接";

/* No comment provided by engineer. */
"Image Picker" = "图像抓取工具";

/* No comment provided by engineer. */
"Invalid Input" = "无效的输入";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "跳到焦点标记";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "跳到下一标记";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "跳到上一标记";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Picture" = "照片";

/* No comment provided by engineer. */
"Select Image" = "选择图像";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li 天";
"%li hours" = "%li 小时";
"%li minutes" = "%li 分钟";
"%li weeks" = "%li 周";
